/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk of %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 已是最新的版本";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ 已有版本是 (你現在使用的版本是 %3$@)。現在更新嗎?";

/* No comment provided by engineer. */
"%@ was unable to run the new version automatically. The program will now quit (giving you an opportunity to save); please reopen it to complete the update." = "%@ 未能自動下載較新的版本。 程式會終止 (使你有機會存檔); 請重新啟動以完成更新。";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "有較新的版本 %@!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "提取或分析appcast時出現錯誤:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "嘗試下載下列檔案時出現錯誤:\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "不能從appcast feed中讀出版本號。 檔案名應看似YourApp_1.5.tgz, 其中1.5 是版本號。注意底線是必須要的。\n\n如果你是用戶而看到這訊息，請待開發商更新後再試";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "未能在資料庫中提取樣式 %1$@；祇支援樣式 %2$@。\n\如果你是用戶而看到這訊息，請待開發商更新後再試。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Check for updates on startup?" = "啟動時檢查更新?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location (like on the disk image?). Move it to /Applications and try again." = "不能將現有程式刪除。更新過程需先刪除舊檔案，程式是否在唯讀資料夾中(如在卷宗影像中？)，請移動它到程式集再試。";

/* No comment provided by engineer. */
"Couldn't mount the update archive." = "不能連上更新資料庫。";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory?" = "不能將更新移至新的位置。程式是否由唯讀資料夾啟動?";

/* No comment provided by engineer. */
"Download New Version" = "下載新版本";

/* No comment provided by engineer. */
"Downloading update..." = "下載更新...";

/* No comment provided by engineer. */
"Extracting update..." = "正提取更新...";

/* No comment provided by engineer. */
"Install and Relaunch" = "安裝及重新啟動";

/* No comment provided by engineer. */
"Installing update..." = "安裝更新...";

/* No comment provided by engineer. */
"No" = "不";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "好，下載檔案不見了。我剛下載更新檔，但檔案好像消失了！請待以後再試.";

/* No comment provided by engineer. */
"Ready to install!" = "準備安裝!";

/* No comment provided by engineer. */
"Release Notes" = "發行通告";

/* No comment provided by engineer. */
"Remind Me Later" = "以後再提醒我";

/* No comment provided by engineer. */
"Skip This Version" = "略過這版本";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "這更新版未載有有關 (%@)的程式。請注意，更新的程式名稱需與Info.plist中這程式相同! (由 CFBundleName 設定)\n\n如果你是用戶而看到這訊息，請待開發商更新後再試";

/* No comment provided by engineer. */
"Update Error!" = "更新錯誤!";

/* No comment provided by engineer. */
"Updating %@" = "正在更新 %@ 中";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "你希望 %@ 在啟動時檢查更新嗎？如果不，你可以從程式選單中手動檢查更新。";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You're up to date!" = "你已有最新版本!";


